{
    "IKEA": [
        [
            "C: Why is this product unavailable for so long?",
            "A: The unavailability of some products is a direct consequence of the pandemic. The effects of the temporary disruption of our standard supply chain (production and logistics) can be felt for quite a long time, even several months. We are working hard to restore the expected availability of all products, but we are not always able to determine when a particular item will return to sale. We apologize and ask for your patience. We also encourage you to check current stock levels on IKEA.pl regularly, use the option to set availability notifications, and to explore other interesting products in our range."
        ],
        [
            "C: Why are there such shortages?",
            "A: Due to the impact of the COVID-19 pandemic, we are currently experiencing delays in deliveries, which may affect the availability of products in stores and online. Before visiting the store, it's always worth checking the availability of products you wish to purchase. To do this, when viewing a product page, click the link provided in the \"stock status\" section. If you want to receive updates, you can choose the option to be notified about deliveries and availability. Stock levels are updated every 24 hours and may change due to high interest in these products. Due to system updates and high demand, there is a chance that items with low stock may not be available for sale."
        ],
        [
            "C: What steps is IKEA taking to resolve the product availability issue?",
            "A: To ensure constant availability of products for our customers, we have globally decided to take extraordinary steps, including purchasing our own containers and chartering additional ships. We are continually planning further actions to alleviate the current situation caused by limitations in ocean transport and the increase in orders. We cooperate with our suppliers and are in constant contact with them to develop the best possible solutions for now and the future."
        ],
        [
            "C: When will the situation return to normal?",
            "A: This is a challenge for the entire industry and difficult for us to predict. At IKEA, we are working hard to make as many of our products available to customers as soon as possible. We are working within our supply chain and doing everything in our power to make as many IKEA products available to you as quickly as possible. We encourage you to use the option to be notified about the restoration of deliveries and availability of products through IKEA.pl."
        ],
        [
            "C: How can I find out about the availability of products I have ordered?",
            "A: Due to the impact of the COVID-19 pandemic, we are currently experiencing delays throughout the supply chain, which affects the availability of products in stores and online. Customers are encouraged to check the availability of the product on IKEA.pl before visiting the store or shopping online. If the product is not available, we suggest using the option to be notified by SMS or email about its delivery. Due to system updates every 24 hours and high demand, there is a chance that items with low stock may not be available for sale or may sell out quickly after delivery to the store. When calling the Helpline, consultants use the same source of information available on IKEA.pl."
        ],
        [
            "C: How to check the availability of a product in a physical store?",
            "A: You can check it fastest on the page of the product you're interested in. Product availability can be checked on our website, on the page of the product that caught your eye. The availability tab is right next to or under the product images (depending on whether you are using a computer or mobile device) - you'll recognize it by the simple store icon. Next to it, you'll see the availability of the item in the default selected store - if you're interested in a different location, click on its name and use the \"Check other IKEA stores\" option. If the product you are looking for is currently unavailable in the chosen store, you will also see information about the estimated date of its next availability. Use the \"Notify me when the product is available\" option, and we will send you information by email or SMS when the product is back in the store. You can see instructions on how to check product availability on the website."
        ],
        [
            "C: How to check the availability of a product for online sales?",
            "A: Products available for online purchase with delivery are marked with the information \"Product available to order\". You can check their availability in the cart. If the \"Add to cart\" button is visible on the product page, along with the information \"Product available to order\", it means that the product is part of our online delivery offer. The availability of the product in our central warehouse will be verified in further steps when you add it to your cart and enter your postal code. If the product turns out to be unavailable in the central warehouse, you can check its availability in the nearest physical IKEA store and order it for pickup in the store or at a Pickup Point serviced by that store. On the product page, check its availability in the store where you want to pick up the order or in the store serving the Pickup Point - you can find the list of Pickup Points here. If the product only has the \"Add to shopping list\" button and the information \"Product unavailable for order\", it means that it is a product that can only be purchased in a physical store. This applies, for example, to live plants or fabrics by the meter. You can see instructions on how to check product availability on the website."
        ],
        [
            "C: How much does home delivery cost?",
            "A: The cost of home delivery depends on the size of your purchases and starts from as little as 15 PLN. We always try to offer you the most advantageous delivery cost. If possible, we will deliver by courier for a price from 15 PLN. The cost of home delivery by a transport company (for larger orders, e.g. with furniture) starts from 69 PLN and is available in three options: Delivery without carrying inside starting from 69 PLN (depends on the total weight of the products, which cannot exceed 200 kg). The order will be delivered to the specified address (to the first architectural barrier) - you will receive it at the delivery van. You can choose the delivery date when placing the order. The entire day time slot applies: 8-20. Delivery with carrying inside starting from 109 PLN (depends on the total weight of the products). The order will be carried into the specified room in your home. You can choose the delivery date when placing the order. The entire day time slot applies: 8-20. Delivery with carrying inside at a chosen time of day starting from 129 PLN (depends on the total weight of the products). The order will be carried into the specified room in your home. You can choose the delivery date when placing the order, along with one of four time slots: 8-11, 11-14, 14-17, 17-20. This option is available in cities where IKEA stores are located. The calculator for the price of individual services depending on weight and the list of locations where they are available can be found here. The cost of delivery may change as more products are added to the order. The number or weight of products may sometimes also require the order to be divided into several shipments."
        ],
        [
            "C: What delivery options are available at IKEA?",
            "A: Choose the most convenient option for you - home delivery or self-pickup.\n            Currently at IKEA, we have several delivery options, so you can choose the one that suits you best.\n            Courier home delivery is a service for small products. Its cost is 15 PLN per package (up to 30 kg). Courier delivery is only available for certain products. You can find information whether a given product is covered by it in the cart when creating an online order. Shipments are carried out by GLS and delivered to your door. You can also choose one of 1700 GLS pickup points. The average execution time is 2-4 days.\n            Home transport company delivery is a service for delivering furniture and accessories. Its cost depends on the total weight of the products and the selected option:\n            Delivery without carrying in starts from 69 PLN (depends on the total weight of products, which cannot exceed 200 kg). The order will be delivered to the specified address (to the first architectural barrier) - you will receive it at the delivery van. You choose the delivery date when placing the order. A full-day time slot applies: 8-20.\n            Delivery with carrying in starts from 89 PLN (depends on the total weight of products). The order will be brought into the specified room in your home. You choose the delivery date when placing the order. A full-day time slot applies: 8-20.\n            Delivery with carrying in at a chosen time of day starts from 129 PLN (depends on the total weight of products). The order will be brought into the specified room in your home. You choose the delivery date when placing the order, along with one of four time slots: 8-11, 11-14, 14-17, 17-20. This option is available in cities where IKEA stores are located.\n            The Order and Pick Up service allows you to collect a prepared order at the IKEA Pick Up Point located in/at the IKEA store or in many other towns. You choose the preferred pickup date when placing the order. The service cost is 29 PLN. To use it, check the product availability in the store where you want to collect the order or in the store assigned to the given Pick Up Point. See the list of available Pick Up Points.\n            You can also use the option of collection at InPost Parcel Lockers. It is a form of delivery for smaller packages up to 25 kg, and its cost is 12 PLN. Information on whether a given product is covered by delivery to a Parcel Locker can be found in the cart.\n            Currently, we are also introducing a new delivery option: to IKEA Lockers located at our stores (for 29 PLN). If it is available for your location, it will be displayed in the cart after entering the postal code.\n            Due to the unavailability of products or the size of the order, not all delivery options may be displayed in your cart.\n            If you order many products, your order may be divided into several shipments, and even several forms of delivery."
        ],
        [
            "C: How can I check the status of my order?",
            "A: To do this, go to the 'Track order' tab. There you can check the current status of the order, the planned delivery date, and general information about the order.\n            By logging into your account, you will be able to manage your order.\n            You can do this by clicking on the car icon located in the upper right corner of the page."
        ],
        [
            "C: The delivery did not arrive - what should I do?",
            "A: There are several scenarios - check which situation applies to you and how we can help.\n            First, click here to check the current status of your order's delivery and confirm that it is already in the delivery stage.\n            The type of delivery you chose is also important:\n            home delivery - we do everything to deliver your order on time, but unfortunately, situations occur (e.g., traffic jams, road accidents) due to which the driver may not fit into the planned time window. We ask for a little more patience. If several hours have already passed, contact us by phone or chat.\n            courier delivery - remember that for courier shipments, the delivery date chosen during the order placement is indicative - GLS will inform you of the final delivery date in a separate message when it receives the package for you. If the package has not arrived, despite confirmation from the courier company, contact GLS directly - the company will verify where your package is.\n            If your order was supposed to reach you not today, but already in the previous days, call 22 275 00 00 or chat with our employee - we will determine what happened and what we can do in this situation."
        ],
        [
            "C: How can I get an invoice for my purchases at IKEA?",
            "A: The process depends on how you shop, but one thing is certain - it's not difficult.\n    In-Store Purchases: For in-store purchases, you can issue an invoice yourself at the \"Quick Invoice\" kiosk near the store exit (up to 90 days from purchase). Original receipt required.\n    For Company Invoices: The receipt must include the buyer's VAT number. A simplified invoice (receipt with VAT number valued up to 450 PLN) doesn't need additional documents.\n    Online Orders: For online orders, the invoice (personal or company) is the default proof of purchase, emailed after payment. Specify invoice details when ordering. For a company invoice, select the \"Company\" option in the cart and provide company details, including the VAT number."
        ],
        [
            "C: How do I correct incorrect details on an invoice?",
            "A: Mistakes happen. Send us a correction note.\n    Typo/Minor Changes: For typos or minor company name/address changes, send a filled and signed correction note to info.ikea.pl@ikea.com. Attach the signed note from us to the original document.\n    Major Changes: A correction note cannot completely change the buyer's name (e.g., from an individual to a company). Attach the IKEA-signed correction note to the original invoice with errors.\n    Changing from Company to Individual: Include a statement that the original invoice wasn't settled by the company."
        ],
        [
            "C: Can I get a VAT invoice for specific items from a receipt or order?",
            "A: Yes, if you shop in-store and your receipt is not a simplified invoice\n    Regular Invoices: Use the \"Quick Invoice\" kiosk for receipts over 450 PLN with a VAT number. Choose items for the invoice; you'll get a substitute receipt for the rest.\n    Simplified Invoices: No item removal for simplified invoices (receipts with VAT number up to 450 PLN). For documentation, add a note on the receipt.\n    Online/Phone Orders: Each order comes with an invoice for all items."
        ],
        [
            "C: Can I get a duplicate invoice?",
            "A: Yes, contact us in any of the following ways:\n    In-Store: Visit the Customer Service department.\n    Email/Chat: Write to us at info.ikea.pl@ikea.com or chat on IKEA.pl/contact. Provide purchase details (date, amount, order number, VAT number, etc.).\n    For Simplified Invoices: Request a duplicate by providing purchase date, store, receipt number, and cashier number."
        ],
        [
            "C: How can I return a purchased product?",
            "A: Yes, you have 365 days. Here’s how:\n    Return Period: Return products bought in Poland (in-store or online) within 365 days of issue/delivery.\n    Process: Visit an IKEA store with the product and proof of purchase.\n    Exceptions: Non-returnable items include gift/refund cards, unpacked mattresses, custom orders (e.g., countertops, wall panels), plants, cut fabrics and sewn products, food items, clearance items, customer-modified products, lease agreement items, and discount value in promotions.\n    Detailed Policy: See the IKEA Return Policy on the website."
        ],
        [
            "C: Can I return a product without a receipt or invoice?",
            "A: A proof of purchase is required for returns:\n    Acceptable Proofs: Receipt, VAT invoice (electronic or paper), or IKEA Family card (if purchase was registered).\n    Without Proof: Returns cannot be accepted without any proof.\n    Product Condition: The product can be unpacked or assembled but must be unused. Its condition will be checked by store staff.\n    More Information: Detailed return policy available on the website."
        ],
        [
            "C: Why can I only submit complaints in person or via chatbot/staff, not through an e-form?",
            "A: The form was disabled to speed up and improve the complaint process. We encourage using the Helpline and chatbot on IKEA.pl for faster, more effective information gathering."
        ],
        [
            "C: Why is the Helpline always busy? (e.g., over 25 people in queue)",
            "A: Due to increased order volumes, we're experiencing higher demand for staff contact. We're working hard to support IKEA customers effectively. Direct contact via the helpline or chatbot allows us to collect information quickly for each case."
        ],
        [
            "C: How can I file a complaint?",
            "A: See the ways to file a complaint and choose the most convenient for you:\n    IKEA’s Commitment: We aim for products and services to meet customer expectations and improve lives. File a complaint if there's an issue.\n    Methods: File a complaint online via chat, call the IKEA Helpline at 22 275 00 00, or visit Customer Service in any IKEA store.\n    Online Form: We recommend the online form for a smooth process and complete submission."
        ],
        [
            "C: No one has contacted me about my complaint, what now?",
            "A: If it's been less than 14 days since filing, please wait for our contact:\n    Response Time: We aim to respond as soon as possible, within 14 days of registering the complaint.\n    If Over 14 Days: Check if our email is in your SPAM folder. Otherwise, contact us via chat on IKEA.pl/contact for clarification."
        ],
        [
            "C: How can I check the status of my complaint?",
            "A: The fastest way is through our chat:\n    Contact Promise: We'll contact you once a decision is made.\n    Checking Status: Use the chat on IKEA.pl/contact. Our chatbot can check your complaint status by its number. You can also speak to an IKEA employee if needed."
        ],
        [
            "C: What do I need to file a complaint?",
            "A: Mainly, you'll need a proof of purchase:\n    Essentials: Proof of purchase (e.g., receipt, invoice, IKEA Family card, payment confirmation), personal details (name, address, phone number, email), the legal basis for the claim (warranty or guarantee), and a detailed description of the product defect or service issue.\n    Additional Helpful Information: Photos or multimedia of the defect, damage protocol for courier/transport services, protocol of performed service, for appliances requiring special installation: confirmation of installer's qualifications.\n    Lack of Information: Incomplete submissions may be closed, requesting additional details."
        ],
        [
            "C: What if my payment for an order fails?",
            "A: If your online or phone order payment fails, try placing the order again:\n    Failure Reasons: Payment might fail due to errors or technical issues.\n    Reattempting Order: If unsure about payment success, check your email for an order confirmation (also check SPAM) and your account for fund withdrawal.\n    Unpaid Orders: Unpaid orders are automatically canceled within a day."
        ],
        [
            "C: Can I pay for an order on delivery?",
            "A: Payment is always required when placing an order; we don't offer cash on delivery:\n    Payment Policy: Pay at the time of purchase (online or in-store). No cash on delivery or invoices with deferred payment.\n    Cancellation: Unpaid internet and phone orders are canceled after 48 hours.\n    Payment Methods: Cash (in-store), SODEXO PASS PREMIUM, GIFT, GOLD vouchers (in-store), credit/debit cards, BLIK, IKEA gift cards, installment payments."
        ],
        [
            "C: Can I make purchases on installments?",
            "A: Yes, Ikano Bank offers installment purchases for IKEA customers:\n    Flexibility: Pay in convenient installments. Available for all products and services, from 300 PLN to 50,000 PLN in-store, and up to 28,000 PLN online.\n    Process: Use the rate calculator on our website or Ikano Bank's website. Apply online for faster in-store purchases.\n    More Information: Visit Ikano Bank's website for details on interest rates and other credit-related queries."
        ],
        [
            "C: How do I pay for an online order in installments?",
            "A: It's a few simple steps, all from home:\n    Process: Add products to the cart, choose \"Przelewy24\" for payment, and select \"IKANO Bank\". Fill in the online credit application and confirm your identity. After approval, confirm the agreement with IKANO Bank.\n    After Confirmation: Wait for an email confirmation and the IKEA order. Calculate your credit rate using the online calculator."
        ],
        [
            "C: What documents are needed to apply for credit?",
            "A: It depends on whether you're purchasing in installments in-store or online.\n            In an IKEA brick-and-mortar store, for a credit up to 28,000 PLN, your ID is all we need. For a larger amount, we will require a certificate of employment and salary, especially for online purchases.\n            When buying online, the maximum credit you can receive is 28,000 PLN. For such a purchase amount, we do not require income documentation.\n            You can find more about IKEA installments on our website and on Ikano Bank's website."
        ],
        [
            "C: How to use the installment plan in the store?",
            "A: Submit an application online and sign the credit agreement at the IKANO point in the store. You can also handle everything on-site.\n            You don’t have to pay for everything at once - you can use convenient installments tailored to your capabilities. See how simple it is:\n            Determine the amount you need for your dream purchase. You can calculate your credit installment using the calculator available on the website.\n            Submit a credit application using IKANO Bank's online form - you can do this at home or on a designated computer in the store. You will receive the credit decision via SMS and email. If your application is accepted, sign the agreement at the IKANO Bank Credit Service Point in the store, usually located within the store.\n            Go to the checkout with your purchases and the received credit documents."
        ],
        [
            "C: How can I get an invoice for my purchases at IKEA?",
            "A: It depends on how you make your purchases, but one thing is certain - it's not difficult.\n            When shopping in a physical store, you can issue an invoice for the receipt at the Quick Invoice kiosk at the store exit (you have 90 days from the purchase date) - you will need the original receipt.\n            With the original receipt, you can also go to the Customer Service Department or send it by mail with complete invoice details to the store address with a note “Customer Service Office”. We will return the mail-ordered invoice to the sender's address.\n            If you want an invoice for a company, the receipt must include the buyer's VAT number (provided to the cashier or entered independently at the self-checkout). Remember that a receipt with VAT for purchases up to 450 PLN is treated as a simplified invoice and no additional documents are issued.\n            A named invoice can be generated based on a receipt without a VAT number.\n            For online orders (placed via ikea.com), the invoice is the default proof of purchase, both for individuals and businesses.\n            You will receive it at the email address provided with the order after payment.\n            If you want a company invoice, select the I am a business customer option in the basket and enter the company details, necessarily with the VAT number in the VAT number field (entering the VAT number in another field will not allow for proper invoice generation).\n            If you don't see the option to choose a company during data entry (and thus the field enabling the VAT number entry), log out of your IKEA Family account or create an IKEA Business Network account (for businesses)."
        ],
        [
            "C: What is the Furniture Online service?",
            "A: It's simply the ability to make purchases on IKEA.pl\n            \"Furniture Online\" is an IKEA service that allows you to order IKEA products through the IKEA.pl website.\n            Want to shop online?\n            select the products you want to buy and add them to the cart using the ADD TO CART button\n            go to the cart and click PROCEED\n            give us your postal code so we can verify possible delivery / self-collection options and the availability of all products\n            choose one of the available delivery methods (you will see the total order cost and the earliest possible delivery date) and proceed to payment.\n            You will receive an order confirmation from us to your email address, and after the payment is processed - an invoice. In messages from us, you will also receive a link to track your order, which, if necessary, also allows you to independently cancel the order or change the home delivery date.\n            The service is available throughout Poland."
        ],
        [
            "C: How to shop at IKEA?",
            "A: Get inspired and shop the way you find convenient!\n            We are glad that you want IKEA products in your home! You can shop with us in one of four ways - choose the most convenient for you:\n            at an IKEA physical store - we encourage you to check out inspirations on IKEA.pl beforehand. You can check product availability in your chosen store and create a convenient shopping list so you don’t forget anything. In our store, you'll see many displays of functional and beautiful interiors. Most products you'll collect yourself from shelves and the self-service warehouse, and if some of them are in a closed warehouse (e.g., larger furniture) - you'll pick them up after paying at the checkout. There are also dining points in the stores - Swedish Shop, Restaurant, Bistro, or café (depending on location).\n            on IKEA.pl - this is \"Furniture Online\" i.e., online shopping. Just add the selected products to the cart, provide your information, and pay online. You can choose home delivery or self-collection: in the store (at the Pickup Point or IKEA Locker), at an IKEA Pickup Point in many places in Poland, at an InPost Parcel Locker, or at a GLS point.\n            through the IKEA App - this option is very similar to the above online shopping, but in this case, you use our IKEA App.\n            by phone - this is \"Furniture by Phone\", where an IKEA employee will take your order and also gladly answer your questions and help you choose the right product. Just call the IKEA Home Line (22 275 00 00), determine the list of products with the employee, and provide your details. You will receive a payment link to your email address. Here, too, you can choose home delivery or self-collection: in the store (at the Pickup Point or IKEA Locker) or at an IKEA Pickup Point in many places in Poland.\n            through chat - yes, it's now possible! If you want to place an order using this method, prepare an information slip created by an employee, your shopping list, or a project number from the planner. We can also create an order for you from scratch for products (in small quantities!). You can find our chat in the Contact tab. We do not accept kitchen orders via chat."
        ],
        [
            "C: Can I reserve a product in the store?",
            "A: At IKEA, we do not reserve products, but you can use the Order and Collect service.\n            Products in our stores are available to all customers visiting at that time - we do not offer reservations.\n            On the product page of interest, you can check its current availability in the store – information is updated regularly. If you want to ensure that the item of interest does not disappear from the shelves before your visit, you can buy it through IKEA.pl with the option of personal collection in the store, i.e., using the Order and Collect service.\n            The cost of this service is 29 PLN (for orders up to 399.99 PLN) or 1 PLN (for orders over 400 PLN). You can collect the purchased product at your convenience in the chosen store or another Pickup Point."
        ],
        [
            "C: What is the Furniture by Phone service?",
            "A: In addition to shopping in IKEA stores and through the IKEA.pl website, you can also use the \"Furniture by Phone\" service.\n            Want to place your order by phone?\n            prepare a list of products you are interested in\n            contact the IKEA Customer Support Center Home Line by calling 22 275 00 00\n            provide our consultant with the product numbers you want to buy - we will gladly advise you in case of any questions or doubts, and if you do not have a number for a product - we will find it another way\n            provide the employee with your details (name, address, email address, and phone number) and choose one of the proposed delivery / self-collection options\n            pay for the order using the link that the consultant will send to your email address\n            You will receive an order confirmation from us to your email address, and after the payment is processed - an invoice. In messages from us, you will also receive a link to track your order, which, if necessary, also allows you to independently cancel the order or change the home delivery date.\n            The service is available throughout Poland."
        ],
        [
            "C: Can I order assembly components for IKEA products?",
            "A: Did the last screw decide to disappear during assembly? Or maybe it wasn't in the package? No problem.\n            If you're missing assembly components for a product purchased at IKEA, you can order them directly to your home using our form.\n            Enter the number of the missing fitting (found in the assembly instructions of the product), confirm the necessary quantity, enter shipping details, and the missing parts will reach you within 7 working days.\n            And… one more thing. Missing assembly components and their delivery are free!"
        ]
    ]
}